<template>
  <v-container>
    <VueMarkdown :source="text" />
  </v-container>
</template>

<script lang="ts">
import Vue from "vue";
import Component from "vue-class-component";
import VueMarkdown from "vue-markdown";

@Component({ components: { VueMarkdown } })
export default class Privacy extends Vue {
  private readonly text = `
# プライバシーポリシー

あつまれ マイデザの🌳（以下，「当サイト」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。

## 個人情報の利用目的
当サイトで個人情報を収集・利用する目的は，以下のとおりです。

* 当社サイトの提供・運営のため
* ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）
* ユーザーが利用中のサービスの新機能，更新情報及びキャンペーン等の情報をご連絡するため
* メンテナンス，重要なお知らせなど必要に応じたご連絡のため
* 利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため
* ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため
* 上記の利用目的に付随する目的

## 個人情報の第三者への開示
当サイトでは、個人情報は適切に管理し、以下に該当する場合を除いて第三者に開示することはありません。
* 本人のご了解がある場合
* 法令等への協力のため、開示が必要となる場合

### 個人情報の開示、訂正、追加、削除、利用停止
ご本人からの個人データの開示、訂正、追加、削除、利用停止のご希望の場合には、ご本人であることを確認させていただいた上、速やかに対応させていただきます。

### アクセス解析ツールについて
当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。
このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。このトラフィックデータは匿名で収集されており、個人を特定するものではありません。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。

## 免責事項
当サイトで掲載している画像の著作権・肖像権等は各権利所有者に帰属致します。権利を侵害する目的ではございません。記事の内容や掲載画像等に問題がございましたら、各権利所有者様本人が直接メールでご連絡下さい。確認後、対応させて頂きます。
当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。
当サイトのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、誤情報が入り込んだり、情報が古くなっていることもございます。
当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。

## プライバシーポリシーの変更について
当サイトは、個人情報に関して適用される日本の法令を遵守するとともに、本ポリシーの内容を適宜見直しその改善に努めます。
修正された最新のプライバシーポリシーは常に本ページにて開示されます。

## お問い合わせ
お問い合せはTwitterのDirect Messageにて [@acnh_cddb](https://twitter.com/acnh_cddb) までご連絡下さい。

以上`;
}
</script>
